id = "0"
jump0=0
jump1=1
sel=''
form = []
table=[ '北京','天津','上海','重庆','河北','河南','云南','辽宁','黑龙江','湖南','安徽','山东','新疆','江苏', '浙江','江西','湖北',
        '广西','甘肃','山西','内蒙古','陕西','吉林','福建','贵州','广东','青海','西藏','四川','宁夏','海南','台湾','香港','澳门']
table_dict1={'北京': 0, '天津': 0, '上海': 0, '重庆': 0, '河北': 0, '河南': 0, '云南': 0, '辽宁': 0, '黑龙江': 0, '湖南': 0, '安徽': 0, '山东': 0, '新疆': 0, '江苏': 0, '浙江': 0, '江西': 0, '湖北': 0, '广西': 0, '甘肃': 0, '山西': 0, '内蒙古':0,'陕西': 0, '吉林': 0, '福建': 0, '贵州': 0, '广东': 0, '青海': 0, '西藏': 0, '四川': 0, '宁夏': 0, '海南': 0, '台湾': 0, '香港': 0, '澳门': 0}
table_dict2={'北京': 0, '天津': 0, '上海': 0, '重庆': 0, '河北': 0, '河南': 0, '云南': 0, '辽宁': 0, '黑龙江': 0, '湖南': 0, '安徽': 0, '山东': 0, '新疆': 0, '江苏': 0, '浙江': 0, '江西': 0, '湖北': 0, '广西': 0, '甘肃': 0, '山西': 0, '内蒙古':0,'陕西': 0, '吉林': 0, '福建': 0, '贵州': 0, '广东': 0, '青海': 0, '西藏': 0, '四川': 0, '宁夏': 0, '海南': 0, '台湾': 0, '香港': 0, '澳门': 0}
table_dict3={'北京': 0, '天津': 0, '上海': 0, '重庆': 0, '河北': 0, '河南': 0, '云南': 0, '辽宁': 0, '黑龙江': 0, '湖南': 0, '安徽': 0, '山东': 0, '新疆': 0, '江苏': 0, '浙江': 0, '江西': 0, '湖北': 0, '广西': 0, '甘肃': 0, '山西': 0, '内蒙古':0,'陕西': 0, '吉林': 0, '福建': 0, '贵州': 0, '广东': 0, '青海': 0, '西藏': 0, '四川': 0, '宁夏': 0, '海南': 0, '台湾': 0, '香港': 0, '澳门': 0}
table_dict4={'北京': 0, '天津': 0, '上海': 0, '重庆': 0, '河北': 0, '河南': 0, '云南': 0, '辽宁': 0, '黑龙江': 0, '湖南': 0, '安徽': 0, '山东': 0, '新疆': 0, '江苏': 0, '浙江': 0, '江西': 0, '湖北': 0, '广西': 0, '甘肃': 0, '山西': 0, '内蒙古':0,'陕西': 0, '吉林': 0, '福建': 0, '贵州': 0, '广东': 0, '青海': 0, '西藏': 0, '四川': 0, '宁夏': 0, '海南': 0, '台湾': 0, '香港': 0, '澳门': 0}

